[
  {
    "area": "ကချင်ပြည်နယ်",
    "type": "state",
    "constituencies": [
      "မြစ်ကြီးနားမြို့နယ်",
      "ဝိုင်းမော်မြို့နယ်",
      "အင်ဂျန်းယန်မြို့နယ်",
      "တနိုင်းမြို့နယ်",
      "ချီဖွေမြို့နယ်",
      "ဆော့လော်မြို့နယ်",
      "မိုးညှင်းမြို့နယ်",
      "မိုးကောင်းမြို့နယ်",
      "ဖားကန့်မြို့နယ်",
      "ဗန်းမော်မြို့နယ်",
      "ရွှေကူမြို့နယ်",
      "မိုးမောက်မြို့နယ်",
      "မံစီမြို့နယ်",
      "ပူတာအိုမြို့နယ်",
      "ဆွမ်ပရာဘွမ်မြို့နယ်",
      "မချမ်းဘောမြို့နယ်",
      "ခေါင်လန်ဖူးမြို့နယ်",
      "နောင်မွန်းမြို့နယ်"
    ]
  },
  {
    "area": "ကယားပြည်နယ်",
    "type": "state",
    "constituencies": [
      "လွိုင်ကော်မြို့နယ်",
      "ဒီမောဆိုမြို့နယ်",
      "ဖရူဆိုမြို့နယ်",
      "ရှားတောမြို့နယ်",
      "ဘောလခဲမြို့နယ်",
      "ဖာဆောင်းမြို့နယ်",
      "မယ်စဲ့မြို့နယ်"
    ]
  },
  {
    "area": "ကရင်ပြည်နယ်",
    "type": "state",
    "constituencies": [
      "ဘားအံမြို့နယ်",
      "လှိုင်းဘွဲ့မြို့နယ်",
      "ဖာပွန်မြို့နယ်",
      "သံတောင်ကြီးမြို့နယ်",
      "မြဝတီမြို့နယ်",
      "ကော့ကရိတ်မြို့နယ်",
      "ကြာအင်းဆိပ်ကြီးမြို့နယ်"
    ]
  },
  {
    "area": "ချင်းပြည်နယ်",
    "type": "state",
    "constituencies": [
      "ဖလမ်းမြို့နယ်",
      "ဟားခါးမြို့နယ်",
      "ထန်တလန်မြို့နယ်",
      "တီးတိန်မြို့နယ်",
      "တွန်းဇံမြို့နယ်",
      "မင်းတပ်မြို့နယ်",
      "မတူပီမြို့နယ်",
      "ကန်ပက်လက်မြို့နယ်",
      "ပလက်ဝမြို့နယ်"
    ]
  },
  {
    "area": "စစ်ကိုင်းတိုင်းဒေသကြီး",
    "type": "region",
    "constituencies": [
      "စစ်ကိုင်းမြို့နယ်",
      "မြင်းမူမြို့နယ်",
      "မြောင်မြို့နယ်",
      "ရွှေဘိုမြို့နယ်",
      "ခင်ဦးမြို့နယ်",
      "ဝက်လက်မြို့နယ်",
      "ကန့်ဘလူမြို့နယ်",
      "ကျွန်းလှမြို့နယ်",
      "ရေဦးမြို့နယ်",
      "ဒီပဲယင်းမြို့နယ်",
      "တန့်ဆည်မြို့နယ်",
      "မုံရွာမြို့နယ်",
      "ဘုတလင်မြို့နယ်",
      "အရာတော်မြို့နယ်",
      "ချောင်းဦးမြို့နယ်",
      "ယင်းမာပင်မြို့နယ်",
      "ကနီမြို့နယ်",
      "ဆားလင်းကြီးမြို့နယ်",
      "ပုလဲမြို့နယ်",
      "ကသာမြို့နယ်",
      "အင်းတော်မြို့နယ်",
      "ထီးချိုင့်မြို့နယ်",
      "ဗန်းမောက်မြို့နယ်",
      "ကောလင်းမြို့နယ်",
      "ဝန်းသိုမြို့နယ်",
      "ပင်လည်ဘူးမြို့နယ်",
      "ကလေးမြို့နယ်",
      "ကလေးဝမြို့နယ်",
      "မင်းကင်းမြို့နယ်",
      "တမူးမြို့နယ်",
      "မော်လိုက်မြို့နယ်",
      "ဖောင်းပြင်မြို့နယ်",
      "ခန္တီးမြို့နယ်",
      "ဟုမ္မလင်းမြို့နယ်",
      "လေရှီးမြို့နယ်",
      "လဟယ်မြို့နယ်",
      "နန်းယွန်းမြို့နယ်"
    ]
  },
  {
    "area": "တနင်္သာရီတိုင်းဒေသကြီး",
    "type": "region",
    "constituencies": [
      "ထားဝယ်မြို့နယ်",
      "လောင်းလုံမြို့နယ်",
      "သရက်ချောင်းမြို့နယ်",
      "ရေဖြူမြို့နယ်",
      "မြိတ်မြို့နယ်",
      "ကျွန်းစုမြို့နယ်",
      "ပုလောမြို့နယ်",
      "တနင်္သာရီမြို့နယ်",
      "ကော့သောင်းမြို့နယ်",
      "ဘုတ်ပြင်းမြို့နယ်"
    ]
  },
  {
    "area": "ပဲခူးတိုင်းဒေသကြီး",
    "type": "region",
    "constituencies": [
      "ပဲခူးမြို့နယ်",
      "သနပ်ပင်မြို့နယ်",
      "ကဝမြို့နယ်",
      "ဝေါမြို့နယ်",
      "ညောင်လေးပင်မြို့နယ်",
      "ကျောက်တံခါးမြို့နယ်",
      "ဒိုက်ဦးမြို့နယ်",
      "ရွှေကျင်မြို့နယ်",
      "တောင်ငူမြို့နယ်",
      "ရေတာရှည်မြို့နယ်",
      "ကျောက်ကြီးမြို့နယ်",
      "ဖြူးမြို့နယ်",
      "အုတ်တွင်းမြို့နယ်",
      "ထန်းတပင်မြို့နယ်",
      "ပြည်မြို့နယ်",
      "ပေါက်ခေါင်းမြို့နယ်",
      "ပန်းတောင်းမြို့နယ်",
      "ပေါင်းတည်မြို့နယ်",
      "သဲကုန်းမြို့နယ်",
      "ရွှေတောင်မြို့နယ်",
      "သာယာဝတီမြို့နယ်",
      "လက်ပံတန်းမြို့နယ်",
      "မင်းလှမြို့နယ်",
      "အုတ်ဖိုမြို့နယ်",
      "ဇီးကုန်းမြို့နယ်",
      "နတ်တလင်းမြို့နယ်",
      "မိုးညိုမြို့နယ်",
      "ကြို့ပင်ကောက်မြို့နယ်"
    ]
  },
  {
    "area": "မကွေးတိုင်းဒေသကြီး",
    "type": "region",
    "constituencies": [
      "မကွေးမြို့နယ်",
      "ရေနံချောင်းမြို့နယ်",
      "ချောက်မြို့နယ်",
      "တောင်တွင်းကြီးမြို့နယ်",
      "မြို့သစ်မြို့နယ်",
      "နတ်မောက်မြို့နယ်",
      "မင်းဘူးမြို့နယ်",
      "ပွင့်ဖြူမြို့နယ်",
      "ငဖဲမြို့နယ်",
      "စလင်းမြို့နယ်",
      "စေတုတ္တရာမြို့နယ်",
      "သရက်မြို့နယ်",
      "မင်းလှမြို့နယ်",
      "မင်းတုန်းမြို့နယ်",
      "ကံမမြို့နယ်",
      "အောင်လံမြို့နယ်",
      "ဆင်ပေါင်ဝဲမြို့နယ်",
      "ပခုက္ကူမြို့နယ်",
      "ရေစကြိုမြို့နယ်",
      "မြိုင်မြို့နယ်",
      "ပေါက်မြို့နယ်",
      "ဆိပ်ဖြူမြို့နယ်",
      "ဂန့်ဂေါမြို့နယ်",
      "ထီးလင်းမြို့နယ်",
      "ဆောမြို့နယ်"
    ]
  },
  {
    "area": "ပြည်တောင်စုနယ်မြေ",
    "type": "territory",
    "constituencies": [
      "ဇေယျာသီရိမြို့နယ်",
      "ပုဗ္ဗသီရိမြို့နယ်",
      "ဥတ္တရသီရိမြို့နယ်",
      "ဇမ္ဗူသီရိမြို့နယ်",
      "ဒက္ခိဏသီရိမြို့နယ်",
      "ပျဥ်းမနားမြို့နယ်",
      "တပ်ကုန်းမြို့နယ်",
      "လယ်ဝေးမြို့နယ်"
    ]
  },
  {
    "area": "မန္တလေးတိုင်းဒေသကြီး",
    "type": "region",
    "constituencies": [
      "အောင်မြေသာစံမြို့နယ်",
      "ချမ်းအေးသာစံမြို့နယ်",
      "မဟာအောင်မြေမြို့နယ်",
      "ချမ်းမြသာစည်မြို့နယ်",
      "ပြည်ကြီးတံခွန်မြို့နယ်",
      "အမရပူရမြို့နယ်",
      "ပုသိမ်ကြီးမြို့နယ်",
      "ပြင်ဦးလွင်မြို့နယ်",
      "မတ္တရာမြို့နယ်",
      "စဥ့်ကူးမြို့နယ်",
      "မိုးကုတ်မြို့နယ်",
      "သပိတ်ကျင်းမြို့နယ်",
      "ကျောက်ဆည်မြို့နယ်",
      "စဥ့်ကိုင်မြို့နယ်",
      "မြစ်သားမြို့နယ်",
      "တံတားဦးမြို့နယ်",
      "မြင်းခြံမြို့နယ်",
      "တောင်သာမြို့နယ်",
      "နွားထိုးကြီးမြို့နယ်",
      "ကျောက်ပန်းတောင်းမြို့နယ်",
      "ငါန်းဇွန်မြို့နယ်",
      "ညောင်ဦးမြို့နယ်",
      "ရမည်းသင်းမြို့နယ်",
      "ပျော်ဘွယ်မြို့နယ်",
      "မိတ္ထီလာမြို့နယ်",
      "မလှိုင်မြို့နယ်",
      "သာစည်မြို့နယ်",
      "ဝမ်းတွင်းမြို့နယ်"
    ]
  },
  {
    "area": "မွန်ပြည်နယ်",
    "type": "state",
    "constituencies": [
      "မော်လမြိုင်မြို့နယ်",
      "ကျိုက်မရောမြို့နယ်",
      "ချောင်းဆုံမြို့နယ်",
      "သံဖြူဇရပ်မြို့နယ်",
      "မုဒုံမြို့နယ်",
      "ရေးမြို့နယ်",
      "သထုံမြို့နယ်",
      "ပေါင်မြို့နယ်",
      "ကျိုက်ထိုမြို့နယ်",
      "ဘီးလင်းမြို့နယ်"
    ]
  },
  {
    "area": "ရခိုင်ပြည်နယ်",
    "type": "state",
    "constituencies": [
      "စစ်တွေမြို့နယ်",
      "ပုဏ္ဏားကျွန်းမြို့နယ်",
      "မြောက်ဦးမြို့နယ်",
      "ကျောက်တော်မြို့နယ်",
      "မင်းပြားမြို့နယ်",
      "မြေပုံမြို့နယ်",
      "ပေါက်တောမြို့နယ်",
      "ရသေ့တောင်မြို့နယ်",
      "မောင်တောမြို့နယ်",
      "ဘူးသီးတောင်မြို့နယ်",
      "ကျောက်ဖြူမြို့နယ်",
      "မာန်အောင်မြို့နယ်",
      "ရမ်းဗြဲမြို့နယ်",
      "အမ်းမြို့နယ်",
      "သံတွဲမြို့နယ်",
      "တောင်ကုတ်မြို့နယ်",
      "ဂွမြို့နယ်"
    ]
  },
  {
    "area": "ရန်ကုန်တိုင်းဒေသကြီး",
    "type": "region",
    "constituencies": [
      "အင်းစိန်မြို့နယ်",
      "မင်္ဂလာဒုံမြို့နယ်",
      "မှော်ဘီမြို့နယ်",
      "လှည်းကူးမြို့နယ်",
      "တိုက်ကြီးမြို့နယ်",
      "ထန်းတပင်မြို့နယ်",
      "ရွှေပြည်သာမြို့နယ်",
      "လှိုင်သာယာမြို့နယ်",
      "သင်္ဃန်းကျွန်းမြို့နယ်",
      "ရန်ကင်းမြို့နယ်",
      "တောင်ဥက္ကလာပမြို့နယ်",
      "မြောက်ဥက္ကလာပမြို့နယ်",
      "သာကေတမြို့နယ်",
      "ဒေါပုံမြို့နယ်",
      "တာမွေမြို့နယ်",
      "ပုဇွန်တောင်မြို့နယ်",
      "ဗိုလ်တထောင်မြို့နယ်",
      "မင်္ဂလာတောင်ညွန့်မြို့နယ်",
      "ဒဂုံမြို့သစ်(မြောက်ပိုင်း)မြို့နယ်",
      "ဒဂုံမြို့သစ်(အရှေ့ပိုင်း)မြို့နယ်",
      "ဒဂုံမြို့သစ်(တောင်ပိုင်း)မြို့နယ်",
      "ဒဂုံမြို့သစ်(ဆိပ်ကမ်း)မြို့နယ်",
      "သန်လျင်မြို့နယ်",
      "ကျောက်တန်းမြို့နယ်",
      "သုံးခွမြို့နယ်",
      "ခရမ်းမြို့နယ်",
      "တွံတေးမြို့နယ်",
      "ကွမ်းခြံကုန်းမြို့နယ်",
      "ကော့မှူးမြို့နယ်",
      "ဒလမြို့နယ်",
      "ဆိပ်ကြီး/ခနောင်တိုမြို့နယ်",
      "ကိုကိုးကျွန်းမြို့နယ်",
      "ကျောက်တံတားမြို့နယ်",
      "လသာမြို့နယ်",
      "ပန်းဘဲတန်းမြို့နယ်",
      "အလုံမြို့နယ်",
      "လမ်းမတော်မြို့နယ်",
      "ကြည့်မြင်တိုင်မြို့နယ်",
      "စမ်းချောင်းမြို့နယ်",
      "ကမာရွတ်မြို့နယ်",
      "လှိုင်မြို့နယ်",
      "မရမ်းကုန်းမြို့နယ်",
      "ဗဟန်းမြို့နယ်",
      "ဒဂုံမြို့နယ်",
      "ဆိပ်ကမ်းမြို့နယ်"
    ]
  },
  {
    "area": "ရှမ်းပြည်နယ်",
    "type": "state",
    "constituencies": [
      "တောင်ကြီးမြို့နယ်",
      "ညောင်ရွှေမြို့နယ်",
      "ဟိုပုန်းမြို့နယ်",
      "ဆီဆိုင်မြို့နယ်",
      "ကလောမြို့နယ်",
      "ပင်းတယမြို့နယ်",
      "ရွာငံမြို့နယ်",
      "ရပ်စောက်မြို့နယ်",
      "ပင်လောင်းမြို့နယ်",
      "ဖယ်ခုံမြို့နယ်",
      "လွိုင်လင်မြို့နယ်",
      "လဲချားမြို့နယ်",
      "နမ့်စန်မြို့နယ်",
      "ကွန်ဟိန်းမြို့နယ်",
      "ကျေးသီးမြို့နယ်",
      "မိုင်းကိုင်မြို့နယ်",
      "မိုင်းရှူးမြို့နယ်",
      "လင်းခေးမြို့နယ်",
      "မိုးနဲမြို့နယ်",
      "မိုင်းပန်မြို့နယ်",
      "မောက်မယ်မြို့နယ်",
      "လားရှိုးမြို့နယ်",
      "သိန္နီမြို့နယ်",
      "မိုင်းရယ်မြို့နယ်",
      "တန့်ယန်းမြို့နယ်",
      "ပန်ဆန်း(ပန်ခမ်း)",
      "နားဖန်းမြို့နယ်",
      "ပန်ဝိုင်မြို့နယ်",
      "မိုင်းမောမြို့နယ်",
      "မူဆယ်မြို့နယ်",
      "နမ့်ခမ်းမြို့နယ်",
      "ကွတ်ခိုင်မြို့နယ်",
      "ကျောက်မဲမြို့နယ်",
      "နောင်ချိုမြို့နယ်",
      "သီပေါမြို့နယ်",
      "နမ္မတူမြို့နယ်",
      "နမ့်ဆန်မြို့နယ်",
      "မိုးမိတ်မြို့နယ်",
      "မဘိမ်းမြို့နယ်",
      "မန်တုံမြို့နယ်",
      "ကွမ်းလုံမြို့နယ်",
      "ဟိုပန်မြို့နယ်",
      "လောက်ကိုင်မြို့နယ်",
      "ကုန်းကြမ်းမြို့နယ်",
      "ကျိုင်းတုံမြို့နယ်",
      "မိုင်းလားမြို့နယ်",
      "မိုင်းခတ်မြို့နယ်",
      "မိုင်းယန်းမြို့နယ်",
      "မက်မန်းမြို့နယ်",
      "မိုင်းဆတ်မြို့နယ်",
      "မိုင်းပျဥ်းမြို့နယ်",
      "မိုင်းတုံမြို့နယ်",
      "တာချီလိတ်မြို့နယ်",
      "မိုင်းဖြတ်မြို့နယ်",
      "မိုင်းယောင်းမြို့နယ်"
    ]
  },
  {
    "area": "ဧရာဝတီတိုင်းဒေသကြီး",
    "type": "region",
    "constituencies": [
      "ပုသိမ်မြို့နယ်",
      "ကန်ကြီးထောင့်မြို့နယ်",
      "သာပေါင်းမြို့နယ်",
      "ငပုတောမြို့နယ်",
      "ကျုံပျော်မြို့နယ်",
      "ရေကြည်မြို့နယ်",
      "ကျောင်းကုန်းမြို့နယ်",
      "ဟင်္သာတမြို့နယ်",
      "ဇလွန်မြို့နယ်",
      "လေးမျက်နှာမြို့နယ်",
      "မြန်အောင်မြို့နယ်",
      "ကြံခင်းမြို့နယ်",
      "အင်္ဂပူမြို့နယ်",
      "မြောင်းမြမြို့နယ်",
      "အိမ်မဲမြို့နယ်",
      "ဝါးခယ်မမြို့နယ်",
      "လပွတ္တာမြို့နယ်",
      "မော်လမြိုင်ကျွန်းမြို့နယ်",
      "မအူပင်မြို့နယ်",
      "ပန်းတနော်မြို့နယ်",
      "ညောင်တုန်းမြို့နယ်",
      "ဓနုဖြူမြို့နယ်",
      "ဖျာပုံမြို့နယ်",
      "ဘိုကလေးမြို့နယ်",
      "ကျိုက်လတ်မြို့နယ်",
      "ဒေးဒရဲမြို့နယ်"
    ]
  }
]
